Revit 2024 API
UnitTypeId.RevolutionsPerMinute Property
 Revolutions per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId RevolutionsPerMinute { get; }
Visual Basic
Public Shared ReadOnly Property RevolutionsPerMinute As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RevolutionsPerMinute {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace